"welcomekey" = "Welcome!"; 

"versionInfoKey" = "myTimes
time & task tracking
Version %@
Copyright (c) 2013 by
Michael Anteboth.




Contact:";

"applicationHomepageURLLabel" = "Help and homepage:";
"applicationHomepageURL" = "http://iphone.anteboth.com";

"application.email" = "iphone@anteboth.com";

"applicationInfoEmail.body" = "Write your comments, feedback and suggestions...";
"applicationInfoEmail.subject" = "myTimes feedback";

"WorkUnitListCellFormatString" = "%@ - %@";
"taskSummaryFormatString" = "%i entries - %@";
"projectSummaryFormatString" = "%i sub projects - %@";
"backButtonLabelKey" = "Back";

//ProjectEditView
"name.plcaeholder" = "Name";
"name.label" = "Project name:";

//TaskEditView
"taskname.label" = "Name:";


//XML&CSV Export
"export.error.receiverIsMissing" = "Enter a receiver email adress.";
"export.error.exportFormatIsMissing" = "Choose at least one export format.";
"export.error.startDateMustBeforeEndDate" = "Begin date should be before end date.";
"export.error.atLeastOneProjectForExportMustBeSelected" = "At least one project should be selected for the export.";

"export.csvXmlExportSuccess.title" = "CSV/XML export";
"export.csvXmlExportSuccess.message" = "Your data was exported successfully.";

"export.error.title" = "Error during CSV/XML export";

"export.label.to" = "To:";
"export.label.subject" = "Subject:";
"export.label.subject.text" = "myTimes CSV/XML export";
"export.label.options" = "Options:";
"export.label.options.csvXml" = "CSV&XML";
"export.label.options.csv" = "CSV";
"export.label.options.xml" = "XML";
"export.label.options.none" = "";
"export.label.options.startFormat" = "Begin: %@";
"export.label.options.endFormat" = "End: %@";
"export.label.options.chooseExportFormat" = "Export format:";
"export.label.options.chooseExportRange" = "Export range:";
"export.label.options.chooseExportProjects" = "Projects:";
"export.label.body" = "Message:";
"export.label.body.text" = "Your exported data is attached to this email.";
"export.error.button.next" = "Next";

"export.label.options.allProjectsSelected" = "All";
"export.label.options.markProjectsForExport" = "Mark projects for export:";
"export.label.importLinkText" = "<br><br>For a (re)import of your data open this link on your iPhone/iPod Touch:";

"name" = "Name";
"description" = "Description";

//CSV Mail Export
"exportBaseUrl" = "http://iphone.anteboth.com/mytimesExportMailSender.php";
"csvExportActionSheet.title" = "CSV email export";
"csvExportActionSheet.exportAllTitle" = "Export all projects";
"csvExportActionSheet.exportSelectedTitle" = "Only slected project";
"csvExportActionSheet.cancel" = "Cancel";

//CSV Export titel
"csvExport.title" = "myTimes CSV export";
//CSV Export header 
"csvExport.header" = "project;subproject;date;begin;end;pause;duration/sum;description";

//WorkUnitEditView
"notes.placeholder" = "<Notes>";
"error.title" = "Error";
"error.msg.pauseCannotBeGreaterThanDuration" = "The pause value cannot be greater than the total duration!";
"error.close.button.text" = "OK";

"error.msg.startDateCannotBeLaterThanEndDate" = "The start time cannot be after the end time.";
"error.msg.endDateCannotBeBeforeStartDate" = "The end time cannot be before the start time.";

"error.msg.projectAndSubprojectAreNessecary" = "Project and sub project are required.";

"workUnitDetails.dateTimeFormat" = "%@ - %@";
"workUnitDetails.timeFormat" = "%@";

"tinyDateFormat" = "MM-dd";

"pausePickerView.hours" = "hours";
"pausePickerView.mins" = "mins";

"label.project" = "Project";
"label.subproject" = "Sub project";
"label.start" = "Begin";
"label.end" = "End";
"label.pause" = "Pause";
"label.duration" = "Duration";
"label.processed" = "Cleared";


//deletion of workunit confirm dialog
"workunitDeletion.title" = "Remove entry?";
"workunitDeletion.confirm" = "Yes";
"workunitDeletion.cancel" = "No";

//Help File
"help.file.name" = "help_en";

//Cancel WorkUnit editing
"workUnitEditView.confirmCancelEditing.message" = "Really dismiss your changes?";
"workUnitEditView.confirmCancelEditing.cancel" = "Cancel";
"workUnitEditView.confirmCancelEditing.proceed" = "Proceed";

//XML Import
"xml.import.n_projectsImported.message" = "%i projects imported.";
"xml.import.projectsImportetTitle"= "XML import";
"xml.import.importSourceDialogTitle" = "XML import URL:";
"xml.import.importSourceDialog.ok" = "Yes as new projects";
"xml.import.importSourceDialog.ok2" = "Yes and delete projects";
"xml.import.importSourceDialog.cancel" = "Cancel";
"xml.import.importSourceDialog.import" = "Import as new projects";
"xml.import.importSourceDialog.import2" = "Import and delete projects";
"xml.importAtStart.importSourceDialogTitle" = "Import projects from URL?";
"xml.importAtStart.importSourceDialogTitle" = "Start import projects?";
"xml.import.importFinished.ok" = "OK";